{
  "rice": [
    {
      "id": 1,
      "category": "rice",
      "name": "Basmati Rice 1121 STEAM",
      "description": "Renowned for its long grains and aromatic fragrance.",
      "details": "Basmati Rice 1121 Steam is globally admired for its exceptionally long, slender grains and naturally rich aromatic fragrance. Processed using advanced steaming techniques, this rice maintains its purity, strength, and superior cooking performance. When cooked, the grains elongate beautifully while remaining fluffy and non-sticky, offering an elegant appearance on the plate. Its delicate texture and rich aroma make it a preferred choice for premium dishes such as biryani, pulao, fried rice, and continental cuisines. Known for its high quality and consistency, this variety is especially popular in export markets and fine dining establishments..",
      "image": "1121-Steam-Basmati-Rice.webp"
    },
    {
      "id": 2,
      "category": "rice",
      "name": "White Rice 1121",
      "description": "Known for its slightly sticky texture and floral aroma.",
      "details": "White Rice 1121 is a premium long-grain variety celebrated for its soft texture, bright appearance, and subtle floral aroma. Carefully milled to preserve quality, it cooks evenly and delivers a slightly sticky yet tender mouthfeel that enhances the taste of accompanying dishes. This rice blends seamlessly with curries, gravies, and vegetable preparations, making it ideal for daily meals as well as special occasions. Its refined taste, uniform grain length, and reliable cooking results make it a trusted choice for households, caterers, and restaurants.",
      "image": "White Rice 1121.webp"
    },
    {
      "id": 3,
      "category": "rice",
      "name": "Sella Rice 1121",
      "description": "Valued for its nutritional benefits and rich flavor.",
      "details": "Sella Rice 1121 undergoes a parboiling process that locks essential nutrients within the grain, enhancing both its nutritional value and durability. The grains are firm, golden in appearance, and resistant to breakage, ensuring excellent grain separation after cooking. With a rich flavor profile and strong aroma, this rice is ideal for dishes that require longer cooking times. It remains fluffy and visually appealing, making it a favorite for large gatherings, weddings, and traditional rice-based cuisines. Its superior shelf life and consistent quality make it highly suitable for bulk and export use.",
      "image": "Sella Rice 1121 .webp"
    },
    {
      "id": 4,
      "category": "rice",
      "name": "Rice 1509 Steam",
      "description": "A staple for many households, known for its versatility and ease of cooking.",
      "details": "Rice 1509 Steam is a high-quality long-grain rice known for its versatility and fast cooking characteristics. It delivers a pleasant aroma and soft texture while maintaining excellent grain length and uniformity. This variety cooks quickly without compromising fluffiness, making it a practical choice for busy households and commercial kitchens. Whether used in everyday meals, rice bowls, or flavored rice dishes, Rice 1509 Steam provides dependable taste and presentation. Its balance of quality and affordability makes it a widely preferred staple.",
      "image": "Rice 1509 steam.webp"
    },
    {
      "id": 5,
      "category": "rice",
      "name": "Rice 1509 Sella",
      "description": "Renowned for its long grains and aromatic fragrance.",
      "details": "Rice 1509 Sella is parboiled to enhance its nutritional content and grain strength, resulting in firm, golden-colored grains with a distinct aromatic profile. It offers excellent elongation and does not break during cooking, ensuring a refined and professional presentation. This variety is well-suited for both traditional and modern recipes, retaining its texture even after extended cooking. Its rich flavor and resilience make it an excellent choice for catering services, restaurants, and export-oriented markets seeking consistent performance and premium quality.",
      "image": "Rice 1509 Sella.jpeg"
    },
    {
      "id": 6,
      "category": "rice",
      "name": "Rice C9 Steam",
      "description": "Valued for its nutritional benefits and rich flavor.",
      "details": "Rice C9 Steam is valued for its wholesome nutritional profile, consistent grain quality, and rich natural flavor. It cooks into soft, fluffy grains that complement a wide range of dishes. Known for its reliability and balanced characteristics, this rice is ideal for daily consumption and traditional meals. Its pleasant taste and smooth texture make it a favorite among families looking for both nutrition and flavor. Rice C9 Steam is processed under strict quality standards to ensure purity and freshness.",
      "image": "Rice C9 Steam.jpeg"
    },
    {
      "id": 7,
      "category": "rice",
      "name": "Rice C9 White",
      "description": "Known for its slightly sticky texture and floral aroma.",
      "details": "Rice C9 White is a refined rice variety known for its smooth grains, mild aroma, and comforting texture. After cooking, it develops a slightly sticky consistency that enhances its pairing with gravies, lentils, and spicy dishes. Its consistent quality and gentle flavor make it suitable for everyday meals as well as regional cuisines. Easy to cook and digest, Rice C9 White is a dependable option for households seeking taste, simplicity, and value.",
      "image": "Rice C9 White.jpg"
    },
    {
      "id": 8,
      "category": "rice",
      "name": "Rice Pk 386",
      "description": "A staple for many households, known for its versatility and ease of cooking.",
      "details": "Rice PK 386 is a trusted staple rice variety widely used in households and food services due to its versatility and ease of preparation. It cooks evenly and adapts well to a variety of dishes, from plain rice to seasoned recipes. With its neutral flavor and consistent grain structure, it serves as an excellent base for countless culinary creations. Affordable yet reliable, Rice PK 386 is ideal for daily consumption, bulk use, and food service operations.",
      "image": "Rice Pk 386.webp"
    }
  ],
  "marbles": [
    {
      "id": 1,
      "category": "marbles",
      "name": "Marble Slabs",
      "description": "Available in a range of colors, textures, and finishes — ideal for large projects.",
      "details": "Large-format marble slabs suitable for flooring, feature walls, and architectural installations. Available in polished, honed, and matte finishes.",
      "image": "Marble Slabs.jpeg"
    },
    {
      "id": 2,
      "category": "marbles",
      "name": "Marble Tiles",
      "description": "Elegant and durable tiles perfect for floors and walls.",
      "details": "Precision-cut marble tiles in various sizes and finishes, suitable for residential and commercial applications.",
      "image": "Marble Tiles.jpeg"
    },
    {
      "id": 3,
      "category": "marbles",
      "name": "Marble Countertops",
      "description": "Ideal for kitchens, bathrooms, and luxury spaces.",
      "details": "Durable, stylish marble countertops with edged finishes and pre-sealed options for immediate installation.Durable, stylish marble countertops with edged finishes and pre-sealed options for immediate installation.Durable, stylish marble countertops with edged finishes and pre-sealed options for immediate installation.Durable, stylish marble countertops with edged finishes and pre-sealed options for immediate installation.Durable, stylish marble countertops with edged finishes and pre-sealed options for immediate installation.Durable, stylish marble countertops with edged finishes and pre-sealed options for immediate installation.",
      "image": "Marble Countertops.jpg"
    },
    {
      "id": 4,
      "category": "marbles",
      "name": "Custom Marble Designs",
      "description": "Tailored marble solutions for unique architectural needs.",
      "details": "Bespoke marble fabrication and design services, including inlays, mosaics, and custom-cut pieces to match project specifications.",
      "image": "Custom Marble Designs.webp"
    },
    {
      "id": 5,
      "category": "marbles",
      "name": "Stone Cladding",
      "description": "Elegant stone cladding for interior and exterior applications.",
      "details": "Natural stone cladding panels and tiles for façades, feature walls, and accents — weather-resistant and long-lasting.",
      "image": "Stone Cladding.jpeg"
    },
    {
      "id": 6,
      "category": "marbles",
      "name": "Landscape Stones",
      "description": "Natural stone products suitable for gardens and outdoor spaces.",
      "details": "A range of landscape stones including flagstones, stepping stones, and decorative rock for landscaping projects.",
      "image": "Landscape Stones.webp"
    },
    {
      "id": 7,
      "category": "marbles",
      "name": "Unprocessed Marble Block (Raw Marble)",
      "description": "Raw marble blocks direct from the quarry.",
      "details": "Unprocessed marble blocks available in various sizes for cutting and fabrication according to project requirements.",
      "image": "Un processed marble block.webp"
    }
    
  ]
}
